Repository: linusX1402/Bean
Catalog: Bean/Bean/Localizable.xcstrings
Source language: en
Languages: de

source: add Bean
de: Bohne hinzufügen

source: Beans/Tick: %lld
de: Bohne/Tick

# cancel_button
source: Cancel
de: Abbrechen

source: Children
de: Kinder

source: Delete
de: Löschen

# delete_button
source: Delete
de: Löschen

# delete_children_message
source: Are you sure you want to delete all children?
de: Bist du sicher das du alle Kinder löschen möchtest?

# delete_children_title
source: Delete all Children
de: Alle Kinder Löschen

source: Has worked for:
de: Gesamte Arbeitsdauer

# new_child_message
source: Enter a name for this Child.
de: Geben Sie einen Namen für dieses Kind ein.

# new_child_title
source: New Child
de: Neues Kind Anlegen

source: No Children yet
de: Du hast noch keine Kinder angelegt

source: Rename
de: Umbenennen

source: Reset
de: Zurücksetzen

# save_button
source: Save
de: Speichern

source: Set ticks (min): %lld
de: Ticks (min)

source: Settings
de: Einstellungen

source: Starting funds: %lld
de: Start Bohnen

source: Stats
de: Statistiken

source: Total Beans:
de: Gesamte Bohnen

source: Was away for:
de: Gesamte Abwesenheit
